IDEA StatiCa Open Model
ApplyConnTemplateSetting Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ApplyConnTemplateSetting class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ApplyConnTemplateSetting()
Public Sub New
public:
ApplyConnTemplateSetting()
See Also
Reference
ApplyConnTemplateSetting Class
IdeaRS.OpenModel.Connection Namespace